Revit 2027 API
UnitTypeId.MillimetersOfWaterColumnPerMeter Property
 Millimeters of water column per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MillimetersOfWaterColumnPerMeter { get; }
Public Shared ReadOnly Property MillimetersOfWaterColumnPerMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MillimetersOfWaterColumnPerMeter {
	ForgeTypeId^ get ();
}
static member MillimetersOfWaterColumnPerMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace